var mongoose = require('../modules/database.js')
var articles = require('../models/article.js')

function articlesfun() {
    articles.insertMany([
        {
            articleID: 01,
            // 标题
            title: '探路者&新浪体育超级雪滑雪季暨明星邀请赛今冬启动 ',
            // 发布日期
            
            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '户外运动品牌探路者联合新浪体育在京举办“SNOW ONE超级雪滑雪季暨明星邀请赛”战略合作发布会，正式宣布今冬比赛拉开帷幕。探路者联合创始人、登山探险家王静表示，希望凭借探路者“勇敢的心”品牌理念的驱动，联动知名媒体平台新浪体育、国内顶级商业化雪场、以及具有正能量号召力的明星，唤起大众对滑雪运动和健康生活方式的热爱与关注，让更多人走上冰雪。未来，探路者将继续为大众提供户外及运动的极致产品和服务，在北京成功申办2022年冬奥会的积极效应下，通过积极的科技研发和多年的产品经验积累，配合外部合作模式的不断升级，引领户外行业竞争开启新的征程。',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9jMDk3N2Y2NmY5Zjg1OWI3MzkyZWYxNzljMWZlMTI1NC0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 02,
            // 标题
            title: '初冬在国内玩什么，从北到南滑雪、赏叶、看海',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '十二节气里的“霜降”已经来临。这也是秋季的最后一个节气，意味着冬天的到来。虽然天气逐渐转凉，但出游的心还是按捺不住。冬日与白雪来一次约会，这应该是每一个南方人的梦想。而对于北方人来说，可以看去温暖的南方看看海。随着冬季旅游市场逐渐升温，游客可以在国内赏银杏、赏雪、看海。而且现阶段正好处于旅游淡季，出游的成本也不高。不太会滑雪的，可以坐上索道缆车居高俯视整个被白雪覆盖了的度假区，穿上“雪衣”的原始山林就在你的脚下。登上度假区的最高点，遥望远处，心旷神怡，还有冰凌雪花挂在树上，神奇的童话世界尽在眼前。除了滑雪，长白山还有各种雪地娱乐。这里还有能满足全家人娱雪需求的佛库伦雪圈公园，冰雪世界、狗拉雪橇、驯鹿爬犁……让你尽享童真趣味。当然，今年雪季与以往雪季会有一些改变，长白山度假区内增加了海东青娱雪乐园、雪地公园、香蕉公园等多项亲子及成人娱乐细分设施，小朋友可以单独在海东青娱雪公园里与雪亲密接触，雪友们可以在雪地公园挑战不同雪道，感受滑雪带来的乐趣，单板滑雪发烧友可以在香蕉公园里挑战“大香蕉”障碍，提高技能。改变不只于此，度假区内的酒店也有很多新玩点。长白山凯悦酒店还结合长白山原始山林特色推出了“森林王国”主题亲子房，房间内的小松鼠KAKA正等着小朋友的到来。长白山万达假日度假酒店和长白山万达套房假日酒店的BOOMI主题亲子房，除了房间内充满BOOMI元素，还为小朋友们准备了专属的BOOMI书包、行李卡等物件，让BOOMI小熊陪伴小朋友的长白山之行。长白山万达宜必思尚品酒店除了房间内的亲子元素外，还打造了室内游乐园.',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 03,
            // 标题
            title: '2017雪领单板滑雪开板大会11月4日在京举行',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '2017年11月4日，雪领单板滑雪俱乐部开板大会将于北京市东城区首都大酒店维罗纳酒吧盛大开幕，届时来自京津冀地区的几百名单板滑雪爱好者将齐聚一堂，交流滑雪经验，结交新朋友，一起讨论新的雪季活动计划。近期的几个新闻事件可以说是滑雪爱好者的福音：一是随着寒露节气的到来，2022年冬奥会张家口崇礼赛区迎来了今年的首场降雪；二是在10月16日下午，国家体育总局宣布沸雪北京国际雪联单板滑雪世界杯将在工体举办，这无疑是在滑雪爱好者心中点燃了沸腾的火把。而即将举行的雪领俱乐部开板大Party，就彻底让尘封了一整年的雪友们躁动起来了',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 04,
            // 标题
            title: '滑雪初学者需要掌握的要领',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '滑雪的基本姿势是平衡的姿势。预备姿势正确是学滑雪的良好开端，开始阶段一定要在一块平坦的雪地进行，体会预备姿势，滑雪板分开，与肩同宽平衡站立，重心落在两脚的脚弓中间，滑雪板均衡受力，踝部略微弯曲，膝部和臀部也要稍微弯曲，背部要挺直，放松，双臂弯曲，手向下伸可至滑雪鞋的前尖，与腰在一个高度上。摆好姿势后要放松，保持一会，然后站直，重复几次。向前或侧向走几步，向前倾，用小腿顶着滑雪鞋，再向后倾，感觉将身体的重量压在滑雪板的后部，然后站直，重复几次，这时还可以作一些如膝盖左右环绕，身体下蹲，重心移到前脚趾这些动作，适应一下穿上滑雪鞋、板的感觉。穿上滑雪鞋、板，初步适应能站稳、走动、下蹲后，应找一块稍有一点坡度的雪道，开始学习滑行，这时应注意身体的重心向前移，两板保持平行，到集下来为止，这时我们看到的滑过痕迹是两条平行直线，反复练习几次。犁式是一种简单易学的滑雪方式，它的动作是，双脚成为八字形，立于雪道之上，双膝稍弯，身体重心在两雪板之间应自然地形成一定的角度，滑雪板的边刃切在雪地上，如果这时在坡度很少的雪地上，用犁式可以站在原地不动。下面选择坡度不大的初级滑雪场，记住犁式滑雪的动作要领，开始滑行，一定要两脚保持内八字形，滑雪板与雪地保持有切入角。从开始滑直到停下来始终保持这动作。顺着雪道滑下一次后，你会发现，滑到雪道的下端平缓地时，速度会降下来，这说明犁式能降低速度，达到了控制速度的目的。回头我们再看一下滑过痕迹，不是两条直线，而是两条滑雪板横刮的痕迹，反复练几次后。我们再开始学转弯，在刚才学过的动作基础上，把身体重心由原来的两脚中间，移动到左脚或右脚，先做原地练习，重心移到左脚(或右脚)是要稳定动作几秒钟，在身体重心左右移动时，滑雪板始终保持八字形和与雪地间的角度。再来到滑雪道上，在下滑时，将重心移到左脚上停留一会，会发现向左转弯，再重心移右脚，这时会向右转弯。(重心移到哪只脚上，身体就会沿这只脚的雪板方向滑行)。转弯动作不是重心移动了，就完成了，而是移动后，要将重心保持在一支滑雪板上一会，才会完成一个转弯动作，也就是说，转弯是持续用力完成的动作。这个滑行动作需要多次反复练习。在这个练习过程中，容易出现的错误就是在滑雪转弯过程中速度增加处，由于面向坡下，速度增加，心理紧张而没完成动作，就失去了平衡，摔倒，这时重要的是记住动作重点，保持动作，完成转弯。在反复练习多次后，可以在速度减缓处使两条滑雪板平行滑行、在转弯时变为犁式滑行转弯。初学者开始滑雪时，会觉得很累，这主要是掌握不好平衡，身体紧张造成的，学会了犁式滑雪，能熟练滑行以后，你会觉得象散步一样流畅，轻松，自如。雪道上有道标，不同颜色和形状代表不同级别。绿色圆圈是初学者雪道，坡度大概是不超过40度。蓝色方块是中级雪道，大概是不超过65度，再上就是高级的黑色钻石雪道。每一色中当然也有容易，中等，困难之分，而且相差相当大，比如5度和40度都可以是绿道。一般来说，越好的雪场，难度越高。世界一流的雪场的绿色雪道有的会比通常雪场的蓝色雪道更陡。黑钻中还有双黑钻这一级别，是顶级难度的雪道。很多雪场都有按技术分级的训练课程。从未滑雪的可以从第1级学起，在一般的雪场，第1，第2级可以上绿道，第3，第4级可以上蓝道，第5级起可上黑钻。',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC85NDMxNjMzMWI0ZjliNTFkMDQ5OGRiMjJhZTc3Njc5MC0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 05,
            // 标题
            title: '2017雪领单板滑雪开板大会11月4日在京举行',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '2017年11月4日，雪领单板滑雪俱乐部开板大会将于北京市东城区首都大酒店维罗纳酒吧盛大开幕，届时来自京津冀地区的几百名单板滑雪爱好者将齐聚一堂，交流滑雪经验，结交新朋友，一起讨论新的雪季活动计划。近期的几个新闻事件可以说是滑雪爱好者的福音：一是随着寒露节气的到来，2022年冬奥会张家口崇礼赛区迎来了今年的首场降雪；二是在10月16日下午，国家体育总局宣布沸雪北京国际雪联单板滑雪世界杯将在工体举办，这无疑是在滑雪爱好者心中点燃了沸腾的火把。而即将举行的雪领俱乐部开板大Party，就彻底让尘封了一整年的雪友们躁动起来了',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 06,
            // 标题
            title: '探路者&新浪体育超级雪滑雪季暨明星邀请赛今冬启动 ',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '户外运动品牌探路者联合新浪体育在京举办“SNOW ONE超级雪滑雪季暨明星邀请赛”战略合作发布会，正式宣布今冬比赛拉开帷幕。探路者联合创始人、登山探险家王静表示，希望凭借探路者“勇敢的心”品牌理念的驱动，联动知名媒体平台新浪体育、国内顶级商业化雪场、以及具有正能量号召力的明星，唤起大众对滑雪运动和健康生活方式的热爱与关注，让更多人走上冰雪。未来，探路者将继续为大众提供户外及运动的极致产品和服务，在北京成功申办2022年冬奥会的积极效应下，通过积极的科技研发和多年的产品经验积累，配合外部合作模式的不断升级，引领户外行业竞争开启新的征程。',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9jMDk3N2Y2NmY5Zjg1OWI3MzkyZWYxNzljMWZlMTI1NC0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 07,
            // 标题
            title: '初冬在国内玩什么，从北到南滑雪、赏叶、看海',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '十二节气里的“霜降”已经来临。这也是秋季的最后一个节气，意味着冬天的到来。虽然天气逐渐转凉，但出游的心还是按捺不住。冬日与白雪来一次约会，这应该是每一个南方人的梦想。而对于北方人来说，可以看去温暖的南方看看海。随着冬季旅游市场逐渐升温，游客可以在国内赏银杏、赏雪、看海。而且现阶段正好处于旅游淡季，出游的成本也不高。不太会滑雪的，可以坐上索道缆车居高俯视整个被白雪覆盖了的度假区，穿上“雪衣”的原始山林就在你的脚下。登上度假区的最高点，遥望远处，心旷神怡，还有冰凌雪花挂在树上，神奇的童话世界尽在眼前。除了滑雪，长白山还有各种雪地娱乐。这里还有能满足全家人娱雪需求的佛库伦雪圈公园，冰雪世界、狗拉雪橇、驯鹿爬犁……让你尽享童真趣味。当然，今年雪季与以往雪季会有一些改变，长白山度假区内增加了海东青娱雪乐园、雪地公园、香蕉公园等多项亲子及成人娱乐细分设施，小朋友可以单独在海东青娱雪公园里与雪亲密接触，雪友们可以在雪地公园挑战不同雪道，感受滑雪带来的乐趣，单板滑雪发烧友可以在香蕉公园里挑战“大香蕉”障碍，提高技能。改变不只于此，度假区内的酒店也有很多新玩点。长白山凯悦酒店还结合长白山原始山林特色推出了“森林王国”主题亲子房，房间内的小松鼠KAKA正等着小朋友的到来。长白山万达假日度假酒店和长白山万达套房假日酒店的BOOMI主题亲子房，除了房间内充满BOOMI元素，还为小朋友们准备了专属的BOOMI书包、行李卡等物件，让BOOMI小熊陪伴小朋友的长白山之行。长白山万达宜必思尚品酒店除了房间内的亲子元素外，还打造了室内游乐园.',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 08,
            // 标题
            title: '2017雪领单板滑雪开板大会11月4日在京举行',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '2017年11月4日，雪领单板滑雪俱乐部开板大会将于北京市东城区首都大酒店维罗纳酒吧盛大开幕，届时来自京津冀地区的几百名单板滑雪爱好者将齐聚一堂，交流滑雪经验，结交新朋友，一起讨论新的雪季活动计划。近期的几个新闻事件可以说是滑雪爱好者的福音：一是随着寒露节气的到来，2022年冬奥会张家口崇礼赛区迎来了今年的首场降雪；二是在10月16日下午，国家体育总局宣布沸雪北京国际雪联单板滑雪世界杯将在工体举办，这无疑是在滑雪爱好者心中点燃了沸腾的火把。而即将举行的雪领俱乐部开板大Party，就彻底让尘封了一整年的雪友们躁动起来了',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 09,
            // 标题
            title: '滑雪初学者需要掌握的要领',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '滑雪的基本姿势是平衡的姿势。预备姿势正确是学滑雪的良好开端，开始阶段一定要在一块平坦的雪地进行，体会预备姿势，滑雪板分开，与肩同宽平衡站立，重心落在两脚的脚弓中间，滑雪板均衡受力，踝部略微弯曲，膝部和臀部也要稍微弯曲，背部要挺直，放松，双臂弯曲，手向下伸可至滑雪鞋的前尖，与腰在一个高度上。摆好姿势后要放松，保持一会，然后站直，重复几次。向前或侧向走几步，向前倾，用小腿顶着滑雪鞋，再向后倾，感觉将身体的重量压在滑雪板的后部，然后站直，重复几次，这时还可以作一些如膝盖左右环绕，身体下蹲，重心移到前脚趾这些动作，适应一下穿上滑雪鞋、板的感觉。穿上滑雪鞋、板，初步适应能站稳、走动、下蹲后，应找一块稍有一点坡度的雪道，开始学习滑行，这时应注意身体的重心向前移，两板保持平行，到集下来为止，这时我们看到的滑过痕迹是两条平行直线，反复练习几次。犁式是一种简单易学的滑雪方式，它的动作是，双脚成为八字形，立于雪道之上，双膝稍弯，身体重心在两雪板之间应自然地形成一定的角度，滑雪板的边刃切在雪地上，如果这时在坡度很少的雪地上，用犁式可以站在原地不动。下面选择坡度不大的初级滑雪场，记住犁式滑雪的动作要领，开始滑行，一定要两脚保持内八字形，滑雪板与雪地保持有切入角。从开始滑直到停下来始终保持这动作。顺着雪道滑下一次后，你会发现，滑到雪道的下端平缓地时，速度会降下来，这说明犁式能降低速度，达到了控制速度的目的。回头我们再看一下滑过痕迹，不是两条直线，而是两条滑雪板横刮的痕迹，反复练几次后。我们再开始学转弯，在刚才学过的动作基础上，把身体重心由原来的两脚中间，移动到左脚或右脚，先做原地练习，重心移到左脚(或右脚)是要稳定动作几秒钟，在身体重心左右移动时，滑雪板始终保持八字形和与雪地间的角度。再来到滑雪道上，在下滑时，将重心移到左脚上停留一会，会发现向左转弯，再重心移右脚，这时会向右转弯。(重心移到哪只脚上，身体就会沿这只脚的雪板方向滑行)。转弯动作不是重心移动了，就完成了，而是移动后，要将重心保持在一支滑雪板上一会，才会完成一个转弯动作，也就是说，转弯是持续用力完成的动作。这个滑行动作需要多次反复练习。在这个练习过程中，容易出现的错误就是在滑雪转弯过程中速度增加处，由于面向坡下，速度增加，心理紧张而没完成动作，就失去了平衡，摔倒，这时重要的是记住动作重点，保持动作，完成转弯。在反复练习多次后，可以在速度减缓处使两条滑雪板平行滑行、在转弯时变为犁式滑行转弯。初学者开始滑雪时，会觉得很累，这主要是掌握不好平衡，身体紧张造成的，学会了犁式滑雪，能熟练滑行以后，你会觉得象散步一样流畅，轻松，自如。雪道上有道标，不同颜色和形状代表不同级别。绿色圆圈是初学者雪道，坡度大概是不超过40度。蓝色方块是中级雪道，大概是不超过65度，再上就是高级的黑色钻石雪道。每一色中当然也有容易，中等，困难之分，而且相差相当大，比如5度和40度都可以是绿道。一般来说，越好的雪场，难度越高。世界一流的雪场的绿色雪道有的会比通常雪场的蓝色雪道更陡。黑钻中还有双黑钻这一级别，是顶级难度的雪道。很多雪场都有按技术分级的训练课程。从未滑雪的可以从第1级学起，在一般的雪场，第1，第2级可以上绿道，第3，第4级可以上蓝道，第5级起可上黑钻。',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC85NDMxNjMzMWI0ZjliNTFkMDQ5OGRiMjJhZTc3Njc5MC0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
        {
            articleID: 10,
            // 标题
            title: '2017雪领单板滑雪开板大会11月4日在京举行',
            // 发布日期

            // 分类
            classify: '全部资讯 店铺动态',
            // 内容
            connect: '2017年11月4日，雪领单板滑雪俱乐部开板大会将于北京市东城区首都大酒店维罗纳酒吧盛大开幕，届时来自京津冀地区的几百名单板滑雪爱好者将齐聚一堂，交流滑雪经验，结交新朋友，一起讨论新的雪季活动计划。近期的几个新闻事件可以说是滑雪爱好者的福音：一是随着寒露节气的到来，2022年冬奥会张家口崇礼赛区迎来了今年的首场降雪；二是在10月16日下午，国家体育总局宣布沸雪北京国际雪联单板滑雪世界杯将在工体举办，这无疑是在滑雪爱好者心中点燃了沸腾的火把。而即将举行的雪领俱乐部开板大Party，就彻底让尘封了一整年的雪友们躁动起来了',
            // 照片
            imgcon: 'http://static.qifeiye.com/caches/b3dbfcd6914a9e03c1c6f7b88476c481/aHR0cDovLzU5ZjA0MTc1OGJlZmEudDc0LnFpZmVpeWUuY29tL3FmeS1jb250ZW50L3VwbG9hZHMvMjAxNy8xMC9kNzk3NzkwNzI1YzE5NGZjNjYyOWViNTVmMzRmN2RlNy0xNTB4MTAwLmpwZw_p_p100_p_3D_p_p100_p_3D.jpg'
        },
    ])
}
module.exports = articlesfun;